Repository: wp-plugins/woocommerce-billink
Catalog: languages/woocommerce-gateway-billink-*.po
Languages: nl_nl

source: Billink is an payment platform which allow customers to pay afterwards.
nl_nl: Billink is een betaalplatform waarbij klanten achteraf kunnen betalen.

source: Gateway Disabled
nl_nl: Gateway uitgeschakeld

source: Billink doesn't support your shops payment method.
nl_nl: Billink biedt geen ondersteuning voor uw winkels betaalmiddel.

source: Enable/Disable
nl_nl: Inschakelen/uitschakelen

source: Enable Billink
nl_nl: Billink inschakelen

source: Title
nl_nl: Titel

source: The name of this payment method which will be shown to the customer when making the payment.
nl_nl: De naam van deze betaalmethode die wordt weergegeven wanneer de klant wil afrekenen.

source: Description
nl_nl: Omschrijving

source: The description which will be shown when the custoner selects Billink as payment method. <code>%costs%</code> will be replaced by extra costs, <code>%vat%</code> by text or the extra costs incl. or excl. VAT.
nl_nl: De beschrijving die wordt weergegeven wanneer de klant Billink als betaalmethode selecteert. <code>%costs%</code> wordt vervangen door de extra kosten, <code>%vat%</code> door tekst of de extra kosten incl. of excl. BTW is.

source: Easily pay afterward with Billink. Extra costs are %costs% %vat%
nl_nl: Eenvoudig achteraf betalen met Billink. Extra kosten bedragen %costs% %vat%

source: Notification when rejected
nl_nl: Melding bij afwijzing

source: Message which will be shown when Billink doens't accept an customer.
nl_nl: Het bericht dat wordt weergegeven wanneer Billink een klant niet accepteert.

source: Sorry, Billink has rejected your payment request.
nl_nl: Sorry, Billink heeft uw betalingsverzoek geweigerd.

source: Message when succesfully processed.
nl_nl: Melding bij succesvolle verwerking.

source: Message which will be shown on the thank you page of placing an order.
nl_nl: Het bericht dat wordt weergegeven op de bedanktpagina, na het plaatsen van een bestelling.

source: Payment costs
nl_nl: Betalingskosten

source: Costs which will be passed to the customer when paying through Billink. Accepts the format: <code>0:2,00;30:1,50;</code> to set variables.<br>Here <code>;</code> is the separator character, the number before the colon is the minimal order amount and the added costs.
nl_nl: Kosten die worden doorberekent aan de klant bij betaling via Billink. Accepteert formaat <code>0:2,00;30:1,50;</code> om variabele kosten op te geven.<br>Hierbij is <code>;</code> het scheidingsteken, het getal voor de dubbele punt het minimale orderbedrag en erna de toe te passen kosten.

source: Username
nl_nl: Gebruikersnaam

source: Your username at Billink
nl_nl: Uw gebruikersnaam bij Billink

source: Your user ID at Billink.
nl_nl: Uw gebruikers ID bij Billink.

source: The Billink workflow which will be used.
nl_nl: De Billink workflow die wordt gebruikt.

source: Gateway Testing
nl_nl: Gateway testen

source: Billink testing
nl_nl: Billink testen

source: Enable the test mode
nl_nl: Schakel testmodus in

source: Enable logging
nl_nl: Loggen inschakelen

source: Log Billink events, inside <code>woocommerce/logs/billink-%s.txt</code>
nl_nl: Log Billink events in <code>woocommerce/logs/billink-%s.txt</code>

source: Birthdate
nl_nl: Geboortedatum

source: Birthdate is required.
nl_nl: Geboortedatum is verplicht.

source: Birthdate must me formatted as dd-mm-yyyy.
nl_nl: Geboortedatum moet in de vorm dd-mm-jjjj zijn.

source: I accept the Billink terms
nl_nl: Ik accepteer de Billink voorwaarden

source: You must accept the Billink terms.
nl_nl: U dient akkoord te gaan met de Billink voorwaarden.

source: Shipment
nl_nl: Verzending

source: Costs
nl_nl: Kosten

source: Discount
nl_nl: Korting

source: Chamber of Commerce
nl_nl: KvK

source: As a company, you are required to fill in the Chamber of Commerce number
nl_nl: Als bedrijf bent u verplicht een KvK-nummer in te voeren

source: Billink can't function without WooCommerce!
nl_nl: Billink heeft WooCommerce nodig om te functioneren!
